tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "age"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dust"
brew "fd"
brew "gcc"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "jq"
brew "lazygit"
brew "lsd"
brew "lua"
brew "make"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "pinentry-mac"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "rye"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "unar"
brew "volta"
brew "wget"
brew "xh"
brew "xsv"
brew "zinit"
cask "airfoil"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "google-drive"
cask "hot"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "tailscale"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
vscode "adpyke.codesnap"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
vscode "zxh404.vscode-proto3"
