tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k1low/tap"
brew "age"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dprint"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "grpcui"
brew "hadolint"
brew "helix"
brew "htop"
brew "jq"
brew "lazygit"
brew "libpq", link: true
brew "luarocks"
brew "make"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "openapi-generator"
brew "openjdk"
brew "ripgrep"
brew "rustup-init"
brew "rye"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "volta"
brew "wget"
brew "xh"
brew "zinit"
brew "bufbuild/buf/buf"
brew "k1low/tap/tbls"
cask "airfoil"
cask "arc"
cask "audacity"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hot"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "playcover-community"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "wireshark"
mas "LINE", id: 539883307
vscode "Angular.ng-template"
vscode "arcanis.vscode-zipfs"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "sankethdev.vscode-proto"
vscode "steoates.autoimport"
vscode "vscode-icons-team.vscode-icons"
