tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "age"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "htop"
brew "jq"
brew "lazygit"
brew "lua"
brew "make"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "rustup-init"
brew "rye"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "volta"
brew "wget"
brew "xh"
brew "zinit"
brew "bufbuild/buf/buf"
cask "adobe-acrobat-reader"
cask "airfoil"
cask "audacity"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hot"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "spacedrive"
mas "LINE", id: 539883307

