tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "age"
brew "bat"
brew "chezmoi"
brew "conda-zsh-completion"
brew "direnv"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "jq"
brew "lazygit"
brew "lsd"
brew "lua"
brew "make"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "protobuf"
brew "ripgrep"
brew "rnr"
brew "rustup-init"
brew "rye"
brew "scdoc"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "unar"
brew "volta"
brew "wget"
brew "xh"
brew "xsv"
brew "zinit"
brew "bufbuild/buf/buf"
cask "adobe-acrobat-reader"
cask "airfoil"
cask "audacity"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "google-drive"
cask "hot"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Focus To-Do", id: 1258530160
mas "LINE", id: 539883307
vscode "42Crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "Angular.ng-template"
vscode "arcanis.vscode-zipfs"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "charliermarsh.ruff"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "Percy.vscode-pydata-viewer"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "steoates.autoimport"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
vscode "zxh404.vscode-proto3"
